const allCountries = [
  "กระบี่",
  "กรุงเทพฯ",
  "กาญจนบุรี",
  "กาฬสินธุ์",
  "กำแพงเพรช",
  "ขอนแก่น",
  "จันทบุรี",
  "ฉะเชิงเทรา",
  "ชลบุรี",
  "ชัยนาท",
  "ชัยภูมิ",
  "ชุมพร",
  "เชียงราย",
  "เชียงใหม่",
  "ตรัง",
  "ตราด",
  "ตาก",
  "นครนายก",
  "นครปฐม",
  "นครพนม",
  "นครราชสีมา",
  "นครศรีธรรมราช",
  "นครสวรรค์",
  "นนทบุรี",
  "นราธิวาส",
  "น่าน",
  "บึงกาฬ",
  "บุรีรัมย์",
  "ปทุมธานี",
  "ประจวบคีรีขันธ์",
  "ปราจีนบุรี",
  "ปัตตานี",
  "พระนครศรีอยุธยา",
  "พะเยา",
  "พังงา",
  "พัทลุง",
  "พิจิตร",
  "พิษณุโลก",
  "เพชรบุรี",
  "เพชรบูรณ์",
  "แพร่",
  "ภูเก็ต",
  "มหาสารคาม",
  "มุกดาหาร",
  "แม่ฮ่องสอน",
  "ยโสธร",
  "ยะลา",
  "ร้อยเอ็ด",
  "ระนอง",
  "ระยอง",
  "ราชบุรี",
  "ลพบุรี",
  "ลำปาง",
  "ลำพูน",
  "เลย",
  "ศรีสะเกษ",
  "สกลนคร",
  "สงขลา",
  "สตูล",
  "สมุทรปราการ",
  "สมุทรสงคราม",
  "สมุทรสาคร",
  "สระแก้ว",
  "สระบุรี",
  "สิงห์บุรี",
  "สุโขทัย",
  "สุพรรณบุรี",
  "สุราษฎร์ธานี",
  "สุรินทร์",
  "หนองคาย",
  "หนองบัวลำภู",
  "อ่างทอง",
  "อำนาจเจริญ",
  "อุดรธานี",
  "อุตรดิตถ์",
  "อุทัยธานี",
  "อุบลราชธานี",
];

const krabee = [
  "เมืองกระบี่",
  "เขาพนม",
  "เกาะลันตา",
  "คลองท่อม",
  "อ่าวลึก",
  "ปลายพระยา",
  "ลำทับ",
  "เหนือคลอง"
];

const bangkok = [
  "เขตพระนคร",
  "เขตดุสิต",
  "เขตหนองจอก",
  "เขตบางรัก",
  "เขตบางเขน",
  "เขตบางกะปิ",
  "เขตปทุมวัน",
  "เขตป้อมปราบศัตรูพ่าย",
  "เขตพระโขนง",
  "เขตมีนบุรี",
  "เขตลาดกระบัง",
  "เขตยานนาวา",
  "เขตสัมพันธวงศ์",
  "เขตพญาไท",
  "เขตธนบุรี",
  "เขตบางกอกใหญ่",
  "เขตห้วยขวาง",
  "เขตคลองสาน",
  "เขตตลิ่งชัน",
  "เขตบางกอกน้อย",
  "เขตบางขุนเทียน",
  "เขตภาษีเจริญ",
  "เขตหนองแขม",
  "เขตราษฎร์บูรณะ",
  "เขตบางพลัด",
  "เขตดินแดง",
  "เขตบึงกุ่ม",
  "เขตสาทร",
  "เขตบางซื่อ",
  "เขตจตุจักร",
  "เขตบางคอแหลม",
  "เขตประเวศ",
  "เขตคลองเตย",
  "เขตสวนหลวง",
  "เขตจอมทอง",
  "เขตดอนเมือง",
  "เขตราชเทวี",
  "เขตลาดพร้าว",
  "เขตวัฒนา",
  "เขตบางแค",
  "เขตหลักสี่",
  "เขตสายไหม",
  "เขตคันนายาว",
  "เขตสะพานสูง",
  "เขตวังทองหลาง",
  "เขตคลองสามวา",
  "เขตบางนา",
  "เขตทวีวัฒนา",
  "เขตทุ่งครุ",
  "เขตบางบอน",
  "บ้านทะวาย"
];

const kanchanaburi = [
  "เมืองกาญจนบุรี",
  "ไทรโยค",
  "บ่อพลอย",
  "ศรีสวัสดิ์",
  "ท่ามะกา",
  "ท่าม่วง",
  "ทองผาภูมิ",
  "สังขละบุรี",
  "พนมทวน",
  "เลาขวัญ",
  "ด่านมะขามเตี้ย",
  "หนองปรือ",
  "ห้วยกระเจา",
  "สาขาตำบลท่ากระดาน",
  "บ้านทวน"
];

const kalasin = [
  "เมืองกาฬสินธุ์",
  "นามน",
  "กมลาไสย",
  "ร่องคำ",
  "กุฉินารายณ์",
  "เขาวง",
  "ยางตลาด",
  "ห้วยเม็ก",
  "สหัสขันธ์",
  "คำม่วง",
  "ท่าคันโท",
  "หนองกุงศรี",
  "สมเด็จ",
  "ห้วยผึ้ง",
  "สามชัย",
  "นาคู",
  "ดอนจาน",
  "ฆ้องชัย"
];

const kamphaengPhet = [
  "เมืองกำแพงเพชร",
  "ไทรงาม",
  "คลองลาน",
  "ขาณุวรลักษบุรี",
  "คลองขลุง",
  "พรานกระต่าย",
  "ลานกระบือ",
  "ทรายทองวัฒนา",
  "ปางศิลาทอง",
  "บึงสามัคคี",
  "โกสัมพีนคร"
];

const khonKaen = [
  "เมืองขอนแก่น","บ้านฝาง" ,"พระยืน","หนองเรือ" ,"ชุมแพ","สีชมพู" ,"น้ำพอง","อุบลรัตน์" ,"กระนวน","บ้านไผ่" ,"เปือยน้อย","พล" ,"แวงใหญ่","แวงน้อย" ,"หนองสองห้อง","ภูเวียง" ,"มัญจาคีรี","ชนบท" ,"เขาสวนกวาง","ภูผาม่าน" ,"ซำสูง","โคกโพธิ์ไชย" ,"หนองนาคำ","บ้านแฮด" ,"โนนศิลา","เวียงเก่า" ,"ท้องถิ่นเทศบาลตำบลบ้านเป็ด","เทศบาลตำบลเมืองพล"
  ];

  const chanthaburi = [
  "เมืองจันทบุรี","ขลุง" ,"ท่าใหม่","โป่งน้ำร้อน" ,"มะขาม","แหลมสิงห์" ,"สอยดาว","แก่งหางแมว" ,"นายายอาม","เขาคิชฌกูฏ"
];

const chachoengsao =[
  "เมืองฉะเชิงเทรา","บางคล้า" ,"บางน้ำเปรี้ยว","บางปะกง" ,"บ้านโพธิ์","พนมสารคาม" ,"ราชสาส์น","สนามชัยเขต" ,"แปลงยาว","ท่าตะเกียบ" ,"คลองเขื่อน"
  ];

const chonburi =[
"เมืองชลบุรี","บ้านบึง" ,"หนองใหญ่","บางละมุง" ,"พานทอง","พนัสนิคม" ,"ศรีราชา","เกาะสีชัง" ,"สัตหีบ","บ่อทอง" ,"เกาะจันทร์","สัตหีบ(สาขาตำบลบางเสร่)","ท้องถิ่นเทศบาลเมืองหนองปรือ","เทศบาลตำบลแหลมฉบัง" ,"เทศบาลเมืองชลบุรี"
];

const chainat =[
  "เมืองชัยนาท","มโนรมย์" ,"วัดสิงห์","สรรพยา" ,"สรรคบุรี","หันคา" ,"หนองมะโมง","เนินขาม"
  ];
  const chaiyaphum  = [
  "สัตหีบ(สาขาตำบลบางเสร่)","ท้องถิ่นเทศบาลเมืองหนองปรือ","เทศบาลตำบลแหลมฉบัง" ,"เทศบาลเมืองชลบุรี","เมืองชัยภูมิ","บ้านเขว้า" ,"คอนสวรรค์","เกษตรสมบูรณ์" ,"หนองบัวแดง","จัตุรัส" ,"บำเหน็จณรงค์","หนองบัวระเหว" ,"เทพสถิต","ภูเขียว" ,"บ้านแท่น","แก้งคร้อ" ,"คอนสาร","ภักดีชุมพล" ,"เนินสง่า","ซับใหญ่" ,"เมืองชัยภูมิ (สาขาตำบลโนนสำราญ)"," สาขาตำบลบ้านหว่าเฒ่า" ,"หนองบัวแดง (สาขาตำบลวังชมภู)","กิ่งอำเภอซับใหญ่ (สาขาตำบลซับใหญ่)", "สาขาตำบลโคกเพชร" ,"เทพสถิต (สาขาตำบลนายางกลัก)" ,"บ้านแท่น (สาขาตำบลบ้านเต่า)", "แก้งคร้อ (สาขาตำบลท่ามะไฟหวาน)","คอนสาร (สาขาตำบลโนนคูณ)"
];
// const kanchanaburi = [
//   "",
// ];
//

